Repository: Radionuclide/test
Catalog: ibaDatCoordinator/Controls/ConfigurationControl.*.resx
Languages: fr

# label1.Text
source: Job name:
fr: Nom du boulot

# label2.Text
source: Dat file directory:
fr: Répertoire fichier de données:

# m_subMapsCheckBox.Text
source: Check subdirectories
fr: Contrôler sous-répertoires

# groupBox1.Text
source: Dat files
fr: Fichiers de données

# m_cbRescanEnabled.Text
source: Rescan for unprocessed .dat files every
fr: Réessayer les fichiers de données non-traités toutes les

# label11.Text
source: Retry failed operations every
fr: Réessayer les opérations échouées toutes les

# m_autoStartCheckBox.Text
source: Automatically start on load
fr: Démarrage automatique après chargement

# m_enableCheckBox.Text
source: Enabled
fr: Actif

# groupBox3.Text
source: Cyclus
fr: Cycle

# label5.Text
source: Executable:
fr: Chemin et nom de programme:

# groupBox4.Text
source: New Task
fr: Nom de configuration:

# label7.Text
source: invocations
fr: récipient:

# m_rbNetSend.Text
source: net send
fr: Net envoie

# m_subfolderGroupBox.Text
source: Target
fr: Cible

# m_rbTime.Text
source: Notify at most every
fr: Notifier à la plupart toutes les

# m_rbImmediate.Text
source: Notify immediately every instance
fr: Notifier immédiatement

# groupBox7.Text
source: Time
fr: Temps
