Repository: Radionuclide/test
Catalog: ibaDatCoordinator/Controls/ExtractControl.*.resx
Languages: fr

# m_rbBinaryFile.Text
source: Binary (.dat)
fr: Binaire (.dat)

# groupBox1.Text
source: Extract analysis file
fr: Fichier d'analyse pour extraction

# label1.Text
source: Extract task name:
fr: Nom de la tâche d'extraction:

# label3.Text
source: Target directory:
fr: Répertoire de destination:

# label2.Text
source: Maximum directories
fr: Nombre max. sous-répertoires

# m_rbOriginal.Text
source: Keep original structure
fr: garder la structure originale

# m_rbNONE.Text
source: None
fr: aucun

# m_rbHour.Text
source: Each hour
fr: toutes les heures

# m_rbDay.Text
source: Each day
fr: tous les jours

# m_rbWeek.Text
source: Each week
fr: toutes les semaines

# m_rbMonth.Text
source: Each month
fr: tous les mois

# m_subfolderGroupBox.Text
source: Subdirectories
fr: Sous-répertoires

# groupBox3.Text
source: Target
fr: Extraire dans fichier

# m_rb1stFailure.Text
source: on 1st failure
fr: à la 1ère erreur

# m_rbAlways.Text
source: always
fr: toujours

# m_rbFailure.Text
source: on failure
fr: en cas d'erreur

# m_rbDisabled.Text
source: disabled
fr: jamais

# m_rbSucces.Text
source: on success
fr: en cas de réussite

# groupBox4.Text
source: Execute
fr: Exécuter

# m_rbNot1stFailure.Text
source: on 1st failure
fr: à la 1ère erreur

# m_rbNotAlways.Text
source: always
fr: toujours

# m_rbNotFailure.Text
source: on failure
fr: en cas d'erreur

# m_rbNotDisabled.Text
source: disabled
fr: jamais

# m_rbNotSuccess.Text
source: on success
fr: en cas de réussite

# groupBox7.Text
source: Notify
fr: Notifications
