Repository: Radionuclide/test
Catalog: Alunorf-sinec-h1-plugin/PluginH1TaskControl.*.resx
Languages: de

# deleteToolStripMenuItem.Text
source: Delete
de: Löschen

# m_columnFieldname.HeaderText
source: Fieldname
de: Feldname

# m_columnDataType.HeaderText
source: Datatype
de: Datentyp

# dataGridViewTextBoxComment.HeaderText
source: Contents
de: Inhalt

# m_statusNQS1.Text
source: disconnected
de: nicht verbunden

# label1.Text
source: Station address:
de: Stationsadresse:

# m_statusNQS2.Text
source: disconnected
de: nicht verbunden

# label6.Text
source: Station address:
de: Stationsadresse:

# m_btOpen.ToolTip
source: Import telegram specifications from XML file
de: Telegrammaufbau aus einer XML-Datei importieren

# m_btSave.ToolTip
source: Export telegram specifications to XML file
de: Telegrammaufbau in eine XML-Datei exportieren

# tabPage2.Text
source: telegram specifications
de: Telegrammaufbau

# label16.Text
source: Acknowledge time out:
de: Time-out für Quittierung:

# label17.Text
source: seconds
de: Sekunden

# label14.Text
source: Send time out:
de: Time-out für Senden:

# label15.Text
source: seconds
de: Sekunden

# label12.Text
source: Retry connect time interval:
de: Zeitinterval für wiederholte Verbindungsversuche:

# label13.Text
source: minutes
de: Minuten

# label11.Text
source: Try connect time out:
de: Time-out für Verbindungsversuche:

# label10.Text
source: seconds
de: Sekunden

# macGroupbox.Text
source: PC Station
de: PC-Stationsadresse

# tabPage1.Text
source: protocol configuration
de: Protokolleinstellungen
