Repository: Radionuclide/test
Catalog: ibaDatCoordinator/Properties/Resources.*.resx
Languages: de, fr

# addConfigurationText
source: Add .dat-File Triggered Job
de: Job hinzufügen
fr: Ajouter bullot

# applyStartedButton
source: Apply changes in jobconfiguration to the running job
de: Änderungen in der Job-Konfiguration auf den aktuellen Job anwenden
fr: Apliquer les changements de la configuration du boulot au boulot en exécution

# batchfileButton
source: add a new script task
de: Neue Batchdatei-Aufgabe hinzufügen
fr: Ajouter nouvelle tâche fichier batch

# batchfileTitle
source: Script
de: Batchdatei
fr: Fichier batch

# checkPathButton
source: test path
de: Pfad prüfen

source: Closing
de: Schließen
fr: Fermer

# collapseTitle
source: Collapse All
de: Alle reduzieren
fr: Réduire tout

# connectionLost
source: The connection to the ibaDatCoordinator service was lost, ibaDatCoordinator will now continue in offline mode. We recommend you save any changes and restart the service and ibaDatCoordinator.
de: Die Verbindung zum ibaDatCoordinator-Dienst ist unterbrochen. ibaDatCoordinator arbeitet nun im Offline-Modus weiter. Wir empfehlen, alle Änderungen zu speichern und sowohl den Dienst als auch den ibaDatCoordinator neu zu straten.
fr: La connexion au service ibaDatCoordinator est interrompue. ibaDatCoordinator continue maintenant en mode Offline. Nous vous recommandons de sauvegarder toutes les modifications et de redémarrer le service ainsi que l'ibaDatCoordinator.

# connectionLostCaption
source: Connection Lost
de: Verbindung unterbrochen
fr: Connexion interrompue

# ConnectionLostFrom
source: Lost connection to shared network directory '{0}' : "{1}"
de: Die Verbindung zum Netzlaufwerk '{0}' ist unterbrochen : ''{1}"

# ConnectionRestoredTo
source: Connection restored to shared network directory '{0}'
de: Die Verbindung zum Netzlaufwerk '{0}' wurde wiederhergestellt

# copytaskButton
source: add a new copy task
de: Neue Kopieren-Aufgabe hinzufügen
fr: Ajouter nouvelle tâche de copier

# copyTitle
source: Copy
de: Kopieren
fr: Copier

# CouldNotTestPath
source: could not test validity of the directory
de: Konnte nicht Gültigkeit des Verzeichnisses prüfen

# cutTitle
source: Cut
de: Ausschneiden
fr: Couper

# deleteBatchfileQuestion
source: Are you sure you want to delete the Script options "{0}" of Job "{1}" ?
de: Sind Sie sicher, dass Sie die Batchdatei-Optionen "{0}" der Job "{1}" löschen wollen?
fr: Etes-vous sûr de vouloir supprimer les options fichier batch "{0}" du boulot "{1}" ?

# deleteConfigurationQuestion
source: Are you sure you want to delete Job "{0}" ?
de: Sind Sie sicher, dass Sie die Job "{0}" löschen wollen?
fr: Etes-vous sûr de vouloir supprimer la configuration "{0}" ?

# deleteCopyTaskQuestion
source: Are you sure you want to delete the Copy options "{0}" of Job "{1}" ?
de: Sind Sie sicher, dass Sie die Kopieren-optionen "{0}" der Job "{1}" löschen wollen?
fr: Etes-vous sûr de vouloir supprimer les options copier "{0}" du boulot "{1}" ?

# deleteCustomTaskQuestion
source: Are you sure you want to delete the '{0}' options "{1}" of Job "{2}" ?
de: Sind Sie sicher, dass Sie die '{0}' Optionen "{1}" von Job "{2}" löschen wollen?

# deleteExtractQuestion
source: Are you sure you want to delete the Extract options "{0}" of Job "{1}" ?
de: Sind Sie sicher, dass Sie die Extraktionsoptionen "{0}" der Job "{1}" löschen wollen?
fr: Etes-vous sûr de vouloir supprimer les options extraction "{0}" du boulot"{1}" ?

# deleteIfTaskQuestion
source: Are you sure you want to delete the condition options "{0}" of Job "{1}" ? (dependent tasks will not be deleted)
de: Sind Sie sicher, dass Sie die Bedingungsoptionen "{0}" von Job "{1}" löschen wollen? (abhängige Aufgaben werden nicht gelöscht)

# deleteReportQuestion
source: Are you sure you want to delete the Report options "{0}" of Job "{1}" ?
de: Sind Sie sicher, dass Sie die Report-Optionen "{0}" der Job "{1}" löschen wollen?
fr: Etes-vous sûr de vouloir supprimer les options rapport "{0}" du boulot "{1}" ?

# deleteTitle
source: Delete
de: Löschen
fr: Supprimer

# extractButton
source: add a new extract task
de: Neue Extraktionsaufgabe hinzufügen
fr: Ajouter nouvelle tâche d'extraction

# extractTitle
source: Extract
de: Extraktion
fr: Extraction

# Failure
source: failed! (see logfile)
de: Fehlgeschlagen! (siehe Protokolldatei)
fr: Echoué! (cf. fichier journal)

# FolderDoesNotExist
source: Specified path does not exist
de: Specified directory does not exist

# IbaAnalyzerUndeterminedError
source: IbaAnalyzer critical error, ibaAnalyzer will be restarted
de: ibaAnalyzer kritischer Fehler, ibaAnalyzer wird neu gestartet

# iftaskButton
source: add a new condition task
de: Neue Bedingung hinzufügen

# iftaskTitle
source: Condition
de: Bedingung

# IfTestBadEvaluation
source: The expression could not be evaluated, this will be treated as FALSE
de: Der Ausdruck kann nicht berechnet werden und wird daher als FALSE gewertet.

# IfTestNegativeEvaluation
source: The expression evaluated to FALSE
de: Das Ergebnis des Ausdrucks ist FALSE.

# IfTestPositiveEvaluation
source: The expression evaluated to TRUE
de: Das Ergebnis des Ausdrucks ist TRUE.

# invalidEmail
source: The recipient e-mail address is invalid or not supplied
de: Die E-Mailadresse für Benachrichtigungen ist ungültig oder nicht eingetragen
fr: L' addresse de E-mail pour les notifications est inadmissible ou non rempli

# logBatchfileFailed
source: script failed with exitcode: {0}
de: Batchdatei fehlgeschlagen
fr: Fichier batch échoué

# logBatchfileStarted
source: script started
de: Batchdatei gestartet
fr: Fichier batch démarré

# logBatchfileSuccess
source: script successfully completed
de: Batchdatei erfolgreich beendet
fr: Fichier batch terminé correctement

# logBatchfileTimeout
source: script timed out
de: Batchdatei Zeitüberschreitung
fr: Fichier batch délai dépassé

# logConfigurationStarted
source: started processing configuration
de: Verarbeitung der Job gestartet
fr: Traitement boulot démarré

# logConfigurationStopped
source: stopped processing configuration
de: Verarbeitung der Job gestoppt
fr: Traitement boulot arrêté

# logCopyTaskFailed
source: failed to copy file
de: Kopieren Messdatei fehlgeschlagen
fr: Copier de fichier de donnée échouée

# logCopyTaskSuccess
source: file successfully copied
de: Kopieren Messdatei erfolgreich beendet
fr: Copier de fichier de donnée terminé correctement

# logCreateDirectoryFailed
source: failed to create destination folder
de: Anlegen des Zielverzeichnisses fehlgeschlagen.
fr: Création du répertoire de destination a échoué.

# logDatDirError
source: specified .dat folder does not exist
de: Der angegebene Messdatei-Ordner ist nicht vorhanden.
fr: Le dossier fichier de données spécifié n'existe pas.

# logExtractFailed
source: extractor failed
de: Extraktion fehlgeschlagen
fr: Extraction échouée

# logExtractStarted
source: extractor started
de: Extraktion gestartet
fr: Extraction démarrée

# logExtractSuccess
source: extracting successfully completed
de: Extraktion erfolgreich beendet
fr: Extraction terminée correctement

# logExtractTimeout
source: extracting timed out
de: Extraktion Zeitüberschreitung
fr: Extraction délai dépassé

# logFileVersionToLow
source: this version of ibaDatCoordinator requires ibaAnalyzer version 5.0 or higher
de: Dieser ibaDatCoordinator erfordert ibaAnalyzer Version 5.0 oder höher.
fr: Cet ibaDatCoordinator exige ibaAnalyzer Version 5.0 ou supérieure.

# logIfTaskEvaluatedFalse
source: condition evaluated as FALSE
de: Die Bedingung ist FALSE.

# logIfTaskEvaluatedTrue
source: condition evaluated as TRUE
de: Die Bedingung ist TRUE.

# logIfTaskStarted
source: started evaluating condition
de: Berechnung der Bedingung wurde gestartet.

# logLicenseNoStart
source: Cannot start the job because no license was found for one or more tasks
de: Der Vorgang kann nicht ausgeführt werden, da keine Lizenz für eine kundenspezifische Funktion (Plugin) vorhanden ist

# logMoveTaskFailed
source: failed to move file
de: Verschieben Messdatei fehlgeschlagen
fr: Déplacer de fichier de donnée échouée

# logMoveTaskSuccess
source: file successfully moved
de: Verschieben Messdatei erfolgreich beendet
fr: Déplacer de fichier de donnée terminé correctement

# logNextTasksIgnored
source: file was successfuly moved, subsequent tasks will be ignored
de: Verschieben Messdatei erfolgreich beendet, folgende Aufgaben werden ignoriert
fr: Déplacer de fichier de donnée terminé correctement, des tâches suivant seront ignoré

# logNoBatchfile
source: scriptfile does not exist
de: Batchdatei ist nicht vorhanden.
fr: Fichier batch n'existe pas.

# logNoExtractPdo
source: .pdo file for extractor does not exist
de: .pdo-Datei für Extraktion ist nicht vorhanden.
fr: Fichier .pdo pour extraction n'existe pas

# logNoReportPdo
source: .pdo file for report generator does not exist
de: .pdo-Datei für Report ist nicht vorhanden
fr: Fichier .pdo pour rapport n'existe pas

# logNotifcationInvalidParameter
source: a specified parameter is invalid
de: Ein angegebener Parameter ist ungültig
fr: un paramètre indiqué est inadmissible

# logNotificationAccessDenied
source: the user does not have access to the requested information
de: Der Benutzer hat keinen Zugriff auf die angeforderten Informationen
fr: l'utilisateur n'a pas accès à l'information demandé

# logNotificationFailed
source: notification failed
de: Benachrichtigung fehlgeschlagen
fr: notification échouée

# logNotificationNameNotFound
source: the user name could not be found
de: Der Benutzername konnte nicht gefunden werden
fr: le nom d'utilisateur n'a pas pu être trouvé

# logNotificationNetworkError
source: a general failure occurred in the network hardware
de: Es ist ein allgemeiner Fehler in der Netzwerk-Hardware aufgetreten
fr: un échec général s'est produit dans le matériel de réseau

# logNotificationNotSupported
source: this network request is not supported
de: Diese Netzwerkanfrage wird nicht unterstützt
fr: cette demande de réseau n'est pas soutenue

# logPluginLoadError
source: Error loading assembly {0} : '{1}'
de: Fehler beim Laden der Assembly {0} : '{1}'

# logRemoveDirectoryFailed
source: failed to remove old folder
de: Löschen alter Ordner fehlgeschlagen
fr: Suppression d'anciens répertoires a échoué

# logReportFailed
source: report generator failed
de: Report fehlgeschlagen
fr: Rapport échoué

# logReportStarted
source: report generator started
de: Report gestartet
fr: Rapport démarré

# logReportSuccess
source: report successfully completed
de: Report erfolgreich beendet
fr: Rapport terminé correctement

# logReportTimeout
source: reporting timed out
de: Report Zeitüberschreitung
fr: Rapport délai dépassé

# logServiceStarted
source: ibaDatCoordinator service started
de: ibaDatCoordinator Dienst gestartet
fr: Service ibaDatCoordinator démarré

# logServiceStopped
source: ibaDatCoordinator service stopped
de: ibaDatCoordinator Dienst gestoppt
fr: Service ibaDatCoordinator arrêté

# logTaskNotLicensed
source: No license found for this task. Contact iba for licensing information.
de: Es wurde keine Lizenz für kundenspezifische Funktion (Plugin) '{0}' gefunden

# logTaskSuccess
source: '{0}' task succesfully completed
de: '{0}' Aufgabe erfolgreich beendet.

# logTitle
source: Log
de: Protokoll
fr: Journal

# NewBatchfileTitle
source: Add Script Task
de: Batchdatei-Aufgabe hinzufügen
fr: Ajouter tâche fichier batch

# newConfigurationName
source: New Job
de: Neue Job
fr: Nouveau boulot

# NewCopyTaskTitle
source: Add Copy Task
de: Kopieren-Aufgabe hinzufügen
fr: Ajouter tâche copier

# NewCustomTaskTitle
source: Add '{0}' Task
de: '{0}' Aufgabe hinzufügen

# NewExtractTitle
source: Add Extract Task
de: Extraktionsaufgabe hinzufügen
fr: Ajouter tâche extraction

# NewReportTitle
source: Add Report Task
de: Report-Aufgabe hinzufügen
fr: Ajouter tâche rapport

# NewTaskTitle
source: Add Task
de: Aufgabe hinzufügen
fr: Ajouter tâche

# niConnected
source: ibaDatCoordinator (connected)
de: ibaDatCoordinator (verbunden)
fr: ibaDatCoordinator (connecté)

# niDisconnected
source: ibaDatCoordinator (disconnected)
de: ibaDatCoordinator (getrennt)
fr: ibaDatCoordinator (déconnecté)

# Noaccess
source: momentarily no access to .dat file...
de: Momentan kein Zugriff auf Messdatei...
fr: Momentanément pas d'accès au fichier de données...

# Noaccess2
source: .dat file is readonly
de: Messdatei ist schreibgeschützt
fr: Fichier de données protégé à l'écriture

# Noaccess3
source: ibaPDA not yet finished with .dat file
de: PDA not yet finished with .dat file

# noIbaAnalyser
source: no ibaAnalyzer detected (click this textbox to search again)
de: kein ibaAnalyzer registriert
fr: Aucun ibaAnalyzer enregistré

# NotificationEmailSubject
source: ibaDatCoordinator notification
de: ibaDatCoordinator Benachrichtigung

# NotificationFailures
source: Task "{0}" for job "{1}" failed for the following files :
de: Aufgabe "{0}" für Job "{1}" fehlgeschlagen für folgende .dat-Files:
fr: Tâche "{0}" pour boulot "{1}" a échoué pour les fichiers de données suivants:

# NotificationSuccesses
source: Task "{0}" for job "{1}" was completed successfully for the following files :
de: Aufgabe "{0}" für Job "{1}" wurde erfolgreich abgeschlossen für folgende .dat-Files:
fr: Tâche "{0}" pour boulot "{1}" a terminé correctement pour les fichiers de données suivants:

# OpenFileProblem
source: Problem opening file:
de: Problem beim Dateiöffnen:
fr: Problème en ouvrant le fichier:

# pasteTitle
source: Paste
de: Einfügen
fr: Coller

# ReadStatusError
source: Could not read status of the dat-file
de: Status der Messdatei konnte nicht gelesen werden.
fr: Impossibilité de lire état du fichier de données.

# refreshDatButton
source: Remove the "already processed" mark from items
de: "Bereits verarbeitet"-Markierung der Messdateien entfernen.
fr: Supprimer marqueur "déjà exécuté" des fichiers de données.

# reportButton
source: add a new report task
de: Neue Report-Aufgabe hinzufügen
fr: Ajouter nouvelle tâche rapport

source: running...
de: Verarbeitung...
fr: Exécution...

# SaveFileProblem
source: Problem saving file:
de: Problem beim Speichern der Datei:
fr: Problème de sauvegarde du fichier:

# saveQuestion
source: Save current jobs ?
de: Aktuelle Job sichern?
fr: Sauvegarder boulots actuelles?

# ServerSaveFileProblem
source: Problem saving file at server side
de: Problem beim Speichern der Datei auf der Server-Seite
fr: Problème de sauvegarde du fichier côté serveur

# startButton
source: Start this job
de: Diesen Job starten
fr: Démarrer ce boulot

# statText0
source: This is the statusdata for Job : {0}
de: Das sind die Statusdaten für Job : {0}
fr: Données d'état pour le boulot : {0}

# statText1
source: The job is {0}
de: Der Job ist {0}
fr: Le boulot est {0}

# statText2
source: started
de: gestartet
fr: Démarré

# statText3
source: stopped
de: gestoppt
fr: Arrêté

# StatusBarError
source: Error! "{0}" Please examine log
de: Fehler! "{0}" Bitte im Protokoll nachsehen.
fr: Erreur! "{0}" Vérifier dans le journal.

# stopAllConfigurations
source: Stopping All Jobs
de: Alle Jobs stoppen
fr: Arrêter toutes les boulots

# stopButton
source: Stop this job
de: Diesen Job stoppen
fr: Arrêter ce boulot

# stopConfiguration
source: Stopping Job
de: Job wird gestoppt.
fr: Arrêt du boulot

# Success
source: successfully completed
de: erfolgreich beendet
fr: Terminé correctement

# textFileStopped
source: Stopped
de: Angehalten
fr: Arrêté

# Timeout
source: timed out! (see logfile)
de: Zeitüberschreitung! (siehe Protokolldatei)
fr: Dépassement du délai! (cf. fichier journal)

# toolTipAutoStart
source: Automatically run this job on service start or file loading
de: Diesen Job automatisch nach Dienststart oder Dateiladen ausführen.
fr: Exécuter ce boulot automatiquement après démarrage du service ou chargement du fichier.

# toolTipStartAll
source: Start ALLjobs
de: Alle Jobs starten
fr: Démarrer tous les boulots

# toolTipStopAll
source: Stop ALL jobs
de: Alle Jobs stoppen
fr: Arrêter tous les boulots

# UNCPathUnavailable
source: Could not find the UNC path '{0}'
de: Der UNC Pfad kann nicht gefunden werden

# UpdateHappened
source: the jobconfiguration was updated
de: Die geänderte Konfiguration wurde übernommen

# watchdogTitle
source: TCP/IP Watchdog
de: TCP/IP Totmann-Meldung
fr: TCP/IP Chien de garde

# wdTcpIpConnected
source: Connected to {0}
de: Verbunden mit {0}
fr: Connecté à {0}

# wdTcpIpListening
source: Listening...
de: Warten auf Empfang...
fr: Ecoute...

# wdTcpIpNotConnected
source: Not connected
de: Nicht verbunden
fr: Pas connecté

# WhenToDo1
source: execute after succes
de: Ausführen nach Erfolg
fr: Exécuter après réussite

# WhenToDo2
source: execute after failure
de: Ausführen nach Fehler
fr: Exécuter après erreur

# WhenToDo3
source: always execute
de: Immer ausführen
fr: Toujours exécuter

# WhenToDo4
source: execute after 1st failure
de: Nach 1. Fehler ausführen
fr: Exécuter après 1ère erreur

# XFrequency
source: frequency
de: Frequenz

# XInvLength
source: 1/length
de: 1/Länge

# XLength
source: length
de: Länge

# XTime
source: time
de: Zeit

# reportTitle
source: Report
fr: Rapport
